Repository: NormandM/SpanishVerbsQuiz2
Catalog: Spanish Verbs Quiz/*.lproj/Localizable.strings
Languages: fr

# Elija una opción
source: Choose an option
fr: Choisissez une option

# Escoja el tiempo verbal
source: Choose the tense
fr: Choisissez le temps

# Verbo conjugado
source: Conjugated verb
fr: Verbe conjugué

# Escoja tiempos verbales
source: Choose the tenses
fr: Choisissez les temps

# Elija por lo menos un tiempo verbal
source: It is necessary to choose at least one tense
fr: Il faut choisir au moins un temps de verbe

# Verbos Españoles Quiz
source: Spanish Verbs Quiz
fr: Verbes Espagnols Quiz

# Todos los verbos
source: All verbs
fr: Tous les verbes

# Elige los verbos
source: Choose verbs
fr: Choisir les verbes

# Escoger de 1 a 10 verbos
source: Choose from 1 to 10 verbs
fr: Choisir de 1 a 10 verbes

# Elija al menos 1 verbo pero no más de 10
source: You must choose at least 1 verb and a maximum of 10
fr: Choisir au moins 1 verbe et un maximum de 10

# No hay ningún imperativo para este verbo:
source: There is no imperative for these verbs:
fr: Il n'y a pas d'impératif pour ce verbe:

# nevar. Haga otra selección
source: nevar. Make another selection
fr: nevar. Faites un autre choix

# Conjugar el verbo
source: Conjugate the verb
fr: Conjuguer le verbe

# Incorrecto
source: Wrong
fr: Incorrect

source: La traducción no está disponible.
fr: La traduction n'est pas disponible.

# ¡Perfecto!
source: Perfect!
fr: Parfait!

# %@ ¡Excelente!
source: %@ Very Good!
fr: %@ Excellent!

# %@ ¡Muy Bien!
source: %@ Good
fr: %@ Très Bien!

# %@ ¡Inténtelo de nuevo!
source: %@ Try again!
fr: %@ Essayez à nouveau

# Su selección para la prueba
source: Your choices for the Quiz
fr: Vos choix pour le quiz

# Tiempos elegidos
source: Selected tenses
fr: Les temps

# Escoger el verbo
source: Choose verb
fr: Choisir le verbe

# Correcto: %@
source: Correct: %@
fr: Bon: %@

# Con ayuda: %@
source: With hints: %@
fr: Avec l'aide: %@

# Incorrecto: %@
source: Wrong: %@
fr: Erroné: %@

# Resultado: %@
source: Result: %@
fr: Resultats: %@

# Resultados por cada tiempo
source: Statistics
fr: Statistiques

# Número de verbos estudiados por este tiempo %d
source: Number of verbs studied for this tense %d
fr: Nombre de verbes étudiés pour ce temps %d

# Haga clic en el gráfico para ver más detalles
source: Click Graph to see more details
fr: Cliquez sur le graphique pour voir plus de détails

# Con ayuda
source: With hints
fr: Avec l'aide

# Escoja un verbo
source: Choose a verb
fr: Choisissez un verbe

# Elige una opción
source: Choose an option
fr: Choisir une option

source: FrenchToEnglish
fr: SpanishFrench

# Haga clic en el verbo para escuchar la pronunciación
source: Click on the verb to hear the pronunciation
fr: Cliquez sur le verbe pour entendre la prononciation
